<?php
// +----------------------------------------------------------------------
// | FeelDesk-DEV开源工单管理系统
// +----------------------------------------------------------------------
// | 欢迎阅读学习系统程序代码，您的建议反馈是我们前进的动力
// | 开源版本仅供技术交流学习，请务必保留界面版权logo
// | 商业版本务必购买商业授权，以免引起法律纠纷
// | 禁止对系统程序代码以任何目的，任何形式的再发布
// | gitee下载：https://gitee.com/feelecs/feeldesk-os
// | 开源官网：https://www.feeldesk.com.cn
// | 成都菲莱克斯科技有限公司 版权所有 拥有最终解释权
// +----------------------------------------------------------------------
return
[
    'DB_TYPE'       => 'mysql',
	# 数据库Host
    'DB_HOST'       => '127.0.0.1',
	# 数据库名称
    'DB_NAME'       => 'feeldesk-v3',
	# 数据库用户
    'DB_USER'       => 'feeldesk-v3',
	# 数据库密码
    'DB_PWD'        => '000000',
	# 数据库端口
    'DB_PORT'       =>  3306 ,

    'DB_CHARSET'    => 'utf8',

    'DB_PREFIX'     => 'feel_',

    'DB_DEBUG'  	=>  true
];
